---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.DuctSizeSettingIterator
source: html/aa3e5ec6-46c5-932a-af54-aebdf5560c63.htm
---
# DuctSizeSettingIterator Members

Releases all resources used by the DuctSizeSettingIterator